["\n", "\n \n NI 43-101 - Mount Rawdon Mine, Queensland, Australia", "\n \n Technical Report", "\n \n ¢ LGL", "\n \n Prepared for Lihir Gold Limited (LGL)", "\n \n Prepared by: \n Kalman Salgo, Mine Manager \n Steven Snowdon, Mining Superintendent Philip Luckett, Metallurgical Superintendent Tim Murphy, Chief Geologist \n Jarrad Price, Mine Geologist", "\n \n This report has been prepared under the supervision of the qualified person: Morgan Hart, Executive General Manager Australia and Africa. Lihir Gold Limited", "\n \n (LGL).", "\n \n Effective date: August 29, 2008", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Authors Page.", "\n \n Certificate of Author", "\n \n |, Morgan Hart, BappSc Geology MAusiMM., residing at No 1 Blencowe Street West Leederville Perth Western Australia, do hereby certify that: \n . lam employed by Lihir Gold Limited, in the capacity of Executive General Manager Australia and Africa. \n . | am a graduate of Curtin University of Perth Western Australia (1989) with a BappSc. Geology and have practiced my profession continuously since 1990.", "\n \n . fama member in good standing of the Australasian Institute of Mining and Metallurgy, membership number 201406. . ! have been involved with the mining industry continuously since my", "\n \n graduation from University and have operating and geological experience in gold mines, project development, and Gold exploration in Australia, Ghana, Ivory Coast, and Vietnam. \n . | have read the definition of \"qualified person\" set out in National Instrument 43- 101 Standards of Disclosure for Mineral Projects of the Canadian Securities Administrators (\"NI 43-101\") and certify that by reason of my education, affiliation with a professional association (as defined in NI 43-101) and past relevant work experience, | fulfill the requirements to be a \"qualified person\" for the purposes of NI 43-101. \n . ! am responsible for the supervision of the preparation of the “NI 43-107 — Mount Rawdon Mine Technical Report’, dated July 23, 2008. | have read NI 43101 and Form 43-101F1, and the technical report has been prepared in accordance with this instrument. \n . | have personally visited the mine site on numerous occasions from 1988 to present, serving as the General Manager of the Mt Rawdon Gold Mine from January 2005 to January 2007, and earlier as the Project Manager during the resource definition stage in 1999. My most recent visit was in June 2008. \n . As of the date of this certificate, to the best of my knowledge and belief, the technical report contains all the scientific and technical information that is required to be disclosed to make the technical report not misleading. \n . ! am not independent of the issuer. Per section 5.3(2) of NI 43-101 an independent qualified person was not required to write the technical report on the Mt Rawdon Gold Mine.", "\n \n Dated this 29\" day of August, 2008 at Perth Western Australia. \n “Signed and Sealed” \n Morgan Hart, \n Executive General Manager Australia and Africa. Lihir Gold Limited LGL.", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n TABLE OF CONTENTS", "\n \n 1.0 2.0", "\n \n 3.0", "\n \n 4.0", "\n \n 5.0", "\n \n 6.0 7.0 8.0 9.0 10.0 11.0 12.0", "\n \n 13.0", "\n \n 14.0 15.0 16.0 16.1", "\n \n 17.0 17.1 17.2", "\n \n           ", "\n \n SUMIMALY «oe eeeeeecceeeeeeeeeeeeeeeeeeeeeeeeeeseeeaeeeeeeaeeseeeeaeeeeesieeeeseaeseeeseeeneeeeeeneeeas 6 Introduction and Terms of Reference... 9 2.1 Terms Of REfErencCe..........ccccccccccceeceessssseeeeeeeeeseeseessseeeeeeeeeeeseeeeeaaea 9 2.2 Sources of Data and Information Contained in Report.................. 9 2.3 Field Involvement of the Qualified Person ............... 10", "\n \n Reliance on Other Experts .........ccceeccssceeeseeeeeseeeeeeeeseeeeeeeeeeeeseeeeneeeneeeaees 10 3.1 Other Experts ........eececececceeceeseeseeeeeeeeeeeeeeeaeeeeesaeeeneseaeeneesneeeneeenees 10 3.2 Independent AUuGit ...........ccccceceseeeceeeeneeeeeeneeeeeeeaeeeeeeeeeeeseeeeeeteaee 10 \n Property Description and LOCAtION ..............c:cceeeeeeeeeeeeeeeeeeeeeeeeeeeeteeeeeenaeees 10", "\n \n       ", "\n \n 4.1 Mount Rawdon Open Pit ........ccseceeseeceeeeeeeeeeeeseeeeeeeenetereeaeeeeeeees 11 Accessibility, Climate, Local Resources, Infrastructure and \n PRYSIOQFAPNY o.oo... eee cece eee eeeeee cece sees eeseeseaeeeseeeeeaeeseaeessaeeeeeeseeeseaees 14 HISCOLY 0... eee cece tees eceeeeceeeeeeee cease saeeseeeeseaeeseaeescaeeseaeeseaeeseaeeseaeeseaeeseaees 15 Geological Setting ........ ec ceceeeeeceeeeceeeeeeeeeeeeeeceaeeeeeseeeseeeeaeeeeeseeeeneseeeeeeeeas 18 Deposit GeOlogy .........eeeceeeeeeeceeeeneeeeeeeeeceeeeaeeeaeseeesaeeeaeseeseeesaeeeeeeneeseeeeaee 20 Mineralization oo... cece cece cece e cece eeseeeseeeceeeeseaeeeaeeseeeessaeeseaeeseaeessaeeseaees 24 Exploration oo... cee eeee cess eceeeeseeeeseeecseeeseaeseaeesseeessaeessaeessaeeseeeseaes 27 DIAN aoe cece e ce eee ceeeeee scene eeaeseaaeeceeeeseaeseaeeseaeessaeessaeeseaeeseaeeseaees 28 Sampling Method and Approach ..........ecceeceeereeeeeereeeeeeeeeeeeeeeeaeeeeeeeeeeereeas 31 12.1 Reverse Circulation 00... ee eeceeceeeeeeeeeeeeeeeeeeeeeecneeeeeeeseneeneeeeeneees 31 12.2 Core SAMPleS...... se eee eeeeeeeeeeeneeeeeeeeeeeeeeaeeeeeeeeeseeeeaeeeaeseeeeneeeaeeneees 31 12.3. Sample Composite SUMMALY ....... eee eeeeseeeeeeeeeeneeeeeeeeeneeeaeeneees 31", "\n \n  ", "\n \n Sample Preparation, Analyses and Security ...........:::ccccesceeeseeeseeeseeeeees 32 13.1 Quality Control, Quality ASSUPANCE........ eee ee eee cette cette teeteeeeteee 32 13.2 Check ASSAYS... eeeeeeeeeeceeeeeeeeeteeeceeeeaeeeaeeeeeseeeaeeeaeseneeeeeaeeeaees 33 13.3 Sample Security 2.0... eee eeeeeeeeeeeeeeeeeeeeeeeceeeeaeeeeeseeeeneeeaeeeeees 33 Data Verification ........... Adjacent Properties Mineral Processing and Metallurgical Testing «0.0... eee eeeeeeeeeeee 35 Mount Rawdon Facility ......... cece eee sees sees eeeeeesaeeseeeeeaeenaeenee 35 16.1.1 Milling Methods and Capacity.........ccceceeeeeeeseereeeeeeeseneeereees 35 16.1.2 Mill Recovery — Mount Rawdon... eee eeeeeeeeereeeeees 35 Mineral Resource and Reserve Estimates..........0. cece eeee cesses eeeeeeeee 36 Mineral Resource and Reserve Statement ..........c:ccecceeceeseeeeeeeeeteeneeneees 36 Mount Rawdon Deposit - Modeling Methodology .............:eceeeeeeeeeeee 37 17.2.1 OVOrVIOW 002. .eececcccece cee eeeceeceeeeeeeeeeseeeeeeeeeeeeeeaeessaeeeeeeeeeeeneeess 17.2.2 Survey Data oo... eeccecceceeceeneeeeeeeeeceeeeneeeseeeeeseeesaeeneeseeeeneeeeeneees 17.2.3 Assay Grade Capping.........cecceecceeeseeteseeeeeeeeeeeeesereenteeeeenees 17.2.4 Drill hole Compositing .... 17.2.5 BOCK MOdel ...........ececceeceeeeeeeeeneeeeeeeeeeeeeeeaeeeeeeeaeeeeseaeeeeseeeeeeees", "\n \n  ", "\n \n \n", "\n", "\n \n 18.0 19.0 20.0 21.0 22.0 23.0", "\n \n Mount Rawdon Mine Technical Report", "\n \n 17.2.6 LIthOlOQY ooo... eee eee c eee cee eceaeeeeaeeseaeeseaeeseaeesaeeseaeeseaeensaees 38 17.2.7 DOMAINS 00.0. .eeeeceecceee cere cea ee teas eseaeeseaeeseaeeseaeeseaeeseaeeneaees 39 17.2.8 Vari0grapny ooo... eee cece eect tee eeeaeeceaeeseaeessaeeseaeeseeeseaees 39 17.2.9 Interpolation Methodology..........ee cece ceeeseneeeeseeeeseeeensensaees 39 17.2.10 Multiple Indicator Kriging - Gold... eee eeeeseeeeeereeteeeeeeeeees 40 17.2.11 Indicator Variography - Gold ........ ee eeeeeseeeeeneeeteeeeeeneeeneeeeees 40 17.2.12 Grade Variography - SilVer oo... ee eeeeeeeeeeeeneeeeeeeeeneeeereenees 4 17.2.13 Specific Gravity - Tonnage Factors.........ceceseessereeseeneeees 43 17.2.14 Metallurgical RECOVErY........ eee cece ee eeeeeeseeseeeeeeeneaees 43 17.2.15 Model CHECKS ....... ce ceceeceeseeeeeeeeeceeeeaeeeseeeeeeeeeaeeeaeseneseeeeenaees 43 17.2.16 Resource and Reserve Classification ...........cceseeeeeeeeenees 44 17.3 Pit OptiMiZation 0... eee cece eee e eee eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeneeeae 44 17.3.1 BackgQround.......... 0... cccee cece eee e eee ee eee eee eee seen tensa eee eeeeaee 44 17.3.2 Re-optimisation Parameters..............::::cceeeeeeeeeee eee eeeeaee 44 17.3.2.1 2005 Re-optimisation...............:ccceceeeeeeee eee eeeee eee eeeeaee 44 17.3.2.2 2006 Re-optimisation................cccececeeeeee eee eeeee eee eeeeaee 45", "\n \n        ", "\n \n 17.3.2.3 Further Design Changes. .......:.cceececseseeeeseeneeeeereeees 45 17.4 Production Reconciliation ....... cece cece eee eee eeeeeeseeeeeeeeeaees 45 Other Relevant Data and Information. ...........cceeceesseceeeeeteeeteeeresneeeneeneees 46 Interpretations ANd COnclUSiONS........... cesses eereeeeeeeeeeeseeeeneeeneeeeeeneeeae 46 RECOMMENCALIONS ..........eeeeceeeeeeeeeeeeeneeeeeeeeeeeeeeaaeeeeeeaeeeeeeeaeeeeseeeesesenaeeees 46 REPEFENCES.......eeeeeeeccceeeeeeeneeeeeeeeeeeeeeaeeeeeecaeeeeseaaeeeeeeaaeeeseeeeeeseeeeeesenaeeees 47 Date and Signature Page .........ecseceseesseeeeteeneeeeeeereeeseesneeteeeeeeeeeeaees 48 Additional Requirements for Technical Reports on Production PrOPertieS ooo... eee cee cece eceeeeeeeeeeeeceeeeeseeseaaeseeeeeseeseagesseeseseeseeeeeeees 23.1 Mount Rawdon Mining Operations ... we 23.1.1 Mine Equipment... eee eee eeeeee tesa eeeeeeseeeeeeeneees 23.1.2 Mine Life Plan 20... eceeeececceeeeeeeeeeeeeeeeeeeseeeeeeseeeeeeeeeeeeeeees 23.1.3 Other Considerations 00... cceceeeeseeeteeeeeeneeeeeeteeseeseaeeeeeeaes 23.2 Recoverability oo... cece cere eee eeeeeeeeeeseaeeseaeeseaeeseaeesegees 23.3 Markets .........cceecceeeceeeeeeeeeeeeeeeeneeeeeeeneeeeeeeaeeeeseeaeeeeseaeeeeseneeeeeneaee 23.4 CONTACTS ooo. eee eee cece ceee cence eceeeeeeeeseaeeeeaeeeeaeeeeaeeseaeeseaeeseaeeseaeeseaees 23.5 Environmental Considerations ...........:c:ccecceeceeeeeneeereeeeeeeeeeeeeeeeae 23.6  ROYAIICS oo eee ec ceeececeeteaeeteaeeseaeeseaeeseaeeseaeeseaeeseaeesaees 23.7 Capital and Operating Cost Estimates ............:::cccceeeeeeeeeseeeeees 51 23.8 Economic Analyses ......... cece eeseeeeeeeceeeeseneeseeeseeeseaeeseeeseaees 53 23.9 Paya eee eee eee e eee eeeeeeeeeeeseeeseaeeseaeeseaeessaeeseaeeseaeesaes 54 23.10 Mine Life and Production Schedule ............cccecceeeeeeeteeereeteeeneeees 54", "\n \n  ", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n LIST OF TABLES \n Table 1-1: Mount Rawdon Mineral Reserve Summary as of May 31, 2008. essen 8 Table 1-2 Mount Rawdon Mineral Resource Summary as Of May 31, 2008......sssssssssestestastassstetustustustsen 8 Table 4-1: Mineral Title Summary: Mount RAWdOn ProjeCt....ssessestsssssssstattstsnustustastestestasissististusnustustnsteste 11 Table 9-1: Five alteration types and their effect on the mineralogy of lithologies at Mount Rawdon. .............26 Table 17-1: Mineral Reserve Summary aS May 31, 2008 o...esssssestssssssstststsnsstsstestestesissisststetustestustestest 36 Table 17-2: Mineral Resource SUMMary AS May 31, 2008 ....ovssssesstssessestestsstsnustustestestestastsststntusnestsetesss GO Table 17-3 List of Wire-framed SOAS «0... ..essssstetasisnatstetatieietetetisnatistetetitietatisisnstienetetinetatnsnanateeiets 38 Table 17-5: Mount Rawdon Project— Gold Variograhy .....ssssasstststststieetstsistanisnetateetetstnstananeeatsed 42 Table 17-6: Mount Rawdin Project— Silver Variogragony ......sssessestessssasststsnustustesnestestastsststistusnustustesnesd 43 Table 17-7 Ore Reconciliation — Mount Rawdlon Gold Mine ....ssssesssssesssstasssusnustusnestestastanisstatustestestsstestis GO) Table 23-1: Queensland Royalty PAyMeritS.....essessssssussustestustsstsstestesissstistustistustistestesiestasstetistustustiet 51 Table 23-2: Estimated Life of Mine (Total Buclget) AVIOUNE RAWCON ....ssssssssssssssssssussstusssiussttusstesstetassetnstense 52 Table 23-3: Production for Mount Rawdon (figures shown are in AUD)............:ceee 53 Table 23-4: Mount Rawdon Life of Mine Plan Production Schedule...........0.cc eee 55 LIST OF FIGURES \n Figure 4-1: Mount Rawdon Project - General Location and Land Position Plan ............ 12 Figure 4-2: Mount Rawdon - General Site Compilation Plan .......0.... ieee 13 Figure 7-1: Mount Rawdon: Regional G@Ology ...s.ssssesssstssssstuststustestestesisstsntesstistististestestestastestatiatiat 19 Figure 8-1: Mount Rawdlon - Local GOO QY.....ssssestestestsstsstasstustustestestestesiastettetstustistististestastastsstesistil 21 Figure 8-2: Generalized Cross Section 2040 50MIN ......ssssestsstssstststustustestesiaststtetsnustististastestestastastesiatul 22 Figure 8-1: Generalized Level Plan: 52.511 RL u..sssesssessesssstsststststtstestestestesiastastasstustististestestestastastasistil 23 Figure 11-1: Drill Hole Location Plan— Mount Rawdon Deposit ......sssssssssssssssussssstsstusstustsnsttnstusetustsetenstin 30", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 1.0 SUMMARY", "\n \n This report has been prepared for Lihir Gold Limited (LGL) to fulfill the requirements of NI 43-101 as they relate to the estimation and reporting of mineral reserves and mineral resources situated on properties owned or controlled by LGL.", "\n \n The report covers the period up to May 31, 2008.", "\n \n LGL is the owner of the Mount Rawdon mine located in South East Queensland. The Mount Rawdon mine includes the operating Mount Rawdon open pit mine, mill and tailings storage facility.", "\n \n Mount Rawdon is located in southeast Queensland, approximately 80 kilometers south-west of Bundaberg and 300 kilometers north North West of Brisbane. The mine site is serviced from the small township of Mount Perry, which is located 20 kilometers north of the mine.", "\n \n The Mount Rawdon Deposit is the only currently operating gold mine within the area. Canfield (1989) identified and mapped the rocks at Mt Rawdon on the Maryborough 1:250000 sheet as part of the Late Triassic Aranbanga Volcanic Group, which unconformably overlies rocks of the Curtis Island Group and is intruded by Permo-Triassic granitoids. The Aranbanga Volcanic Group lies within the Coastal Block, one of three major stratigraphic blocks recognised in the region. These blocks young eastward from the Carboniferous Coastal Block, to the Late Carboniferous Goodnight Block and the Permian Gympie Block.", "\n \n The local geology at Mt Rawdon is dominated by dacite intrusives and dacite-rich volcaniclastics. The two are considered genetically linked; and have been intruded by a sequence of acidic to basic dykes and plugs. While many of the rocks present at Mt Rawdon are peculiar to the Mt Rawdon Complex, other lithologies, such as the quartz trachyte dykes are regional in their extent.", "\n \n The mineralisation is considered synchronous to subsequent to most of the intrusive activity and all of the major rock types at the deposit are mineralised to some degree.", "\n \n Two major lineaments in the region are the east-north-east trending Swindon Fault zone and the north-north-west trending Perry Fault zone. The Coastal Block sediments have a layering and a foliation that reflects these trends.", "\n \n The Swindon Fault zone marks the contact between the Aranbanga Volcanic Group and the Curtis Island Group metasediments to the south. Regionally, the Perry Fault zone is a series of upright faults, which are aligned with the eastern margin of the Middle Triassic Esk Trough to the south. The dominant movement", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n along these faults is suggested to be sinistral for the Perry Fault zone and dextral along the Swindon Fault zone.", "\n \n Multiple phases of volcanic and intrusive activity occurred during the Middle to Late Triassic. Cranfield identifies three main phases.", "\n \n The first at 235-230Ma includes granodiorite and diorite intrusives, followed by the eruption of olivine basalt, pyroxene andesites and rhyolitic ignimbrite of the Aranbanga Volcanic Group at 228-223 Ma. The final phase at 218-215 Ma is associated with cauldron collapse and ring fracturing, resurgent doming and subvolcanic felsic intrusions.", "\n \n Molybdenum, copper, copper-gold and epithermal gold mineralisation in the region are closely associated with Triassic magmatism (Cranfield, 1994).", "\n \n The Mount Rawdon gold deposit is a massive, volcaniclastic hosted, low grade gold deposit that exhibits excellent characteristics conducive to low cost mining and treatment. The surface extent of mineralisation forms a roughly ovoid zone of 200 meters x 300 meters at greater than 0.7g/t gold.", "\n \n The mineralisation takes the form of pyrite disseminations in the matrix of a volcaniclastic sequence and as sulphide veinlets. Gold grade generally increases as pyrite alteration and sulphide veining increase. The host volcaniclastic sequence strikes northeast and has a shallow to moderate dip to the southwest. The volcaniclastics are typically massive and poorly sorted.", "\n \n An intrusive dacitic dome feature with associated andesite and trachyandesite dykes occurs south of the main mineralised zone. The contact is steeply dipping and the margins are brecciated. Intrusion of dacitic fragmental rocks occur adjacent and at the intersection of north north-west striking and east-north-east striking structures which are parallel to the major regional Perry Fault (NNW strike) and Swindon Fault (ENE strike). These fragmentals occur at the North West contact of the main dacite body and are compositionally equivalent. The margins are steep dipping.", "\n \n A later stage of trachytic and acid-intermediate intrusion has resulted in a series of four quartz trachyte dykes that intrude the mineralised zone at Mt Rawdon. There are also other associated intrusives present.", "\n \n The mineralisation and alteration at Mt Rawdon postdate the volcaniclastic sequence and Dacite suite. It is still open at depth to the south west of the main zone and at the contact of the fragmental dacite plug with the main dacite body.", "\n \n The Mount Rawdon deposit provides feed for the mill, a modern carbon-in-leach (CIL) gold extraction plant with a 10,000 tonne per day capacity.", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n LGL currently maintains six Exploration Permit for Minerals (EPM’s), surrounding the Mount Rawdon mine site. These six EPM’s encompass 604.8 km2.", "\n \n As of May 31, 2008, LGL had identified mineral reserves for the deposit as shown in Table 1-1.", "\n \n Table 1-1 summarizes the Proven and Probable Minereral Reserves for Mount Rawdon as of May 31, 2008 using an assumed gold price of $A550 per ounce.", "\n \n Table 1-1: Mount Rawdon Reserve Summary as of May 31, 2008", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Proven Probable Proven and Probable Tonnes Grade Tonnes Grade Tonnes Grade (,000) (g/t) (,000) (g/t) (,000) (g/t) 1,474 1.04 22,301 0.97 23,254 | 0.98", "\n \n  ", "\n \n  ", "\n \n Table 1-2 summarizes the Measured, Indicated and Inferred Mineral Resources for the Mount Rawdon mine as of May 31, 2008. The Mineral Resource Summary listed in Table 1-2 is inclusive of the Reserve Summary as shown in Table 1-1.", "\n \n Table 1-2: Mount Rawdon Mineral Resource Summary as of May 31, 2008", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Measured Indicated Inferred Tonnes Grade Tonnes Grade Tonnes Grade (,000) (g/t) (,000) (g/t) (,000) (g/t) 2,196 0.97 39,335 0.91 7,515 0.77", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n The Mineral Reserves and Resources estimated in Tables 1-1 and 1-2 were estimated using a gold price of $A550 per ounce and are also classified in conformance within the meanings ascribed by the Australasian Code for Reporting of Exploration Results, Mineral Resources and Ore Reserves (JORC Code, 2004 edition). If presented in accordance with the CIM Definition Standards on Mineral Resources and Mineral Reserves adopted by the CIM Council, the Mineral Resource presentation would be materially the same.", "\n \n Mount Rawdon is a conventional truck and excavator open pit mine. The deposit has produced 23.3 million tonnes of ore containing 0.793 million ounces of gold since February 2001. Production has shown that the current Mineral Reserve and Resource models are within a marginally acceptable tolerance of variance for both tonnage and grade of the deposit when compared to surveyed mine production. The reconciliation showed that the block model estimated total ore tonnes and ounces to be less (5.5% and 6.6% respectively) than the actual production figures.", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n LGL’s Life of Mine Plan (LMP) was based on the design pit and Proven and Probable Mineral Reserves at a $A550.00 per ounce gold price assumption. The LMP indicates the Mount Rawdon deposit hosts sufficient Mineral Reserves to support an eight-year mine life. Pit production will continue from 2008 through 2015 at the Mount Rawdon deposit. The LMP specifies an annual production rate from the pit of 3.40 million tonnes, at an average grade of 0.98 g/tonne Au. Mill recoveries are estimated at 90% during the life of mine.", "\n \n The qualified person is of the opinion that this document supports the May 31, 2008 Mount Rawdon Mineral Reserve and Resource Statements included in this report.", "\n \n 2.0 INTRODUCTION AND TERMS OF REFERENCE 2.1 Terms of Reference", "\n \n This report has been prepared for LGL to fulfill the requirements of National Instrument 43-101 as they relate to the estimation and reporting of mineral reserves and mineral resources situated on properties owned or controlled by LGL. The report covers the period from July 1, 2007 through May 31, 2008.", "\n \n The LGL staff involved in the preparation of the mineral reserve and resource estimates cited in the report are, Morgan Hart, Executive General Manager Australia and Africa. Lihir Gold Limited (LGL), Kalman Salgo, Mine Manager, Steven Snowdon, Mining Superintendent, Phil Luckett, Metallurgical Superintendent, Tim Murphy, Chief Geologist and Jarrad Price, Mine Geologist.", "\n \n These individuals have been regularly involved in the day-to-day activities related to exploration, development, mineral reserve and resource estimation and production of LGL’s Mount Rawdon Mine during the July 1, 2007 through April 31, 2008 period.", "\n \n The mineral reserve and resource estimates cited in this report were classified in conformance within the meanings ascribed by the Australasian Code for Reporting of Exploration Results, Mineral Resources and Ore Reserves (JORC Code, 2004 edition).", "\n \n 2.2 Sources of Data and Information Contained in Report", "\n \n The mineral reserve and resource estimates reported in this document were prepared using technical information from the files of LGL. Data has been collated from the previous owners of the Mount Rawdon Deposit and incorporated with current LGL data sets. The majority of information used in the", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n estimates was collected during exploration and development drilling programs performed by previous owners of the Mount Rawdon Project and have been supplemented by LGL data collected during the pre-feasibility and feasibility studies conducted on the Mount Rawdon Project.", "\n \n A number of other sources of information have been used in the compilation of this report and a complete list of references is provided in Section 21 of this report.", "\n \n 2.3 Field Involvement of the Qualified Person", "\n \n This report has been prepared under the supervision of Morgan Hart, Executive General Manager Australia and Africa. Lihir Gold Limited (LGL). Morgan Hart has been associated with the Mount Rawdon Project since 1999 and has previously worked as the Senior Geologist (project manager) and Mine Manager of the Project up to 2007.", "\n \n 3.0 RELIANCE ON OTHER EXPERTS 3.1. Other Experts", "\n \n [No other experts that are not qualified persons have been relied upon in preparing this report.]", "\n \n 3.2 Independent Audit", "\n \n No independent technical audits of the Mt Rawdon Gold Mine have been undertaken during its operation.", "\n \n 4.0 PROPERTY DESCRIPTION AND LOCATION", "\n \n The Mt Rawdon Deposit is on a hill, locally known as Mt Rawdon, which lies approximately one kilometer southwest of Swindon homestead on the Swindon Pastoral Holding owned by the Mt Rawdon Joint Venture. The deposit is situated at latitude 25 16.5’S, longitude 151° 46’E, approximately 270 kilometers north north west of Brisbane and 70 kilometers west south west of Bundaberg. The nearest town is Mt Perry, which is 16 kilometers North West from the deposit.", "\n \n Figure 4-1 presents LGL’s land position within the Mount Rawdon District. The blue shaded areas represent the company’s holdings. The Mount Rawdon Mining Leases have been legally surveyed.", "\n", "\n \n 4.1. Mount Rawdon Open Pit", "\n \n Mount Rawdon Mine Technical Report", "\n \n The Mt. Rawdon deposit and the entire proposed infrastructure lies on mining leases ML1203, ML1204, ML1206, ML1192, ML1210, ML1231, ML1259 and ML50119. These leases cover an area of approximately 977 hectares.", "\n \n A complete schedule of mining leases and exploration permits is shown in Table", "\n \n 4.1.", "\n \n The property package is located within the State of Queensland within UTM GDA 94 zone 56 coordinates of 375,500mE, 7,204,500mN. as illustrated in Figure 4-1.", "\n \n Table 4-1: Mineral Title Summary: Mount Rawdon Project Mining Leases ___", "\n \n  ", "\n \n ML 1192 1.8HA 0.018 KM* ML 1203 0.4HA 0.004 KM? ML 1204 MOUNT RAWDON 2.0HA 0.02 KM? ML 1206 41.8HA 0.418 KM? ML 1210 16.0HA 0.16 KM? ML 1231 8.0HA 0.08 KM? ML 1259 593.7HA 5.937 KM? ML 50119 RAWDON EXTEND 485.5HA 4.855 KM? ML 80095 RAWDON EXTEND II 817.7HA 8.177 KM? RDL 101614 HOPEFUL DAM 1.0HA 0.01 KM? WWL G58388 HOPEFUL 2 10.0NS 10.0 KM? WWL G58389 HOPEFUL 1 10.0NS 10.0 KM? (39.6 KM?) Exploration Permit for Minerals \n EPM 10566 OUTER RAWDON 81.0 SUB 259.2 KM EPM 9563 MOUNT SHAMROCK 17.0 SUB 54.4 KM? EPM 14330 PARADISE EAST 10.0 SUB 32.0 KM? EPM 14331 10.0 SUB 32.0 KM? EPM 17455 PARADISE EAST 2 47.0 SUB 150.4 KM?", "\n \n  ", "\n \n EPM 17302 _YEATMAN 2 24.0 SUB 76.8 KM? (604.8 KM?", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Figure 4-1: Mount Rawdon Project - General Location and Land Position Plan", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Figure 4-2: Mount Rawdon Project - General Site Compilation Plan", "\n \n  ", "\n \n SITE LAYOUT MOUNT RaMvDON PROJECT", "\n \n  ", "\n \n  ", "\n \n Fret He Tore $6006 0)", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 5.0 ACCESSIBILITY, CLIMATE, LOCAL RESOURCES, INFRASTRUCTURE AND PHYSIOGRAPHY", "\n \n The deposit is linked to the township of Mt Perry via 18 kilometers of largely unsealed road. Mt Perry is connected by 55 kilometers of sealed road to the township of Gin Gin, located on the Bruce Highway and thence to Bundaberg. Alternatively, 17 kilometers of un-gazetted road and unsealed road (from the Mine area) leads to Mingo crossing on the Gayndah — Mt Perry Road, from which Gayndah is 39 kilometers and Biggenden is 46 kilometers.", "\n \n The Mount Rawdon area has a temperate climate, with average summer and winter temperatures ranging between 32.4° C in December and January to a minimum of 6.3° C in July. The annual rainfall within the area is 959mm, with the majority of the rainfall occurring in the summer period, between January to Mach.", "\n \n Process water for the Mount Rawdon Mine site is sourced from a weir constructed on the Perry Creek; approximately 5 kilometers form the mine site. A series of Option Agreements are currently in place for additional water allocations, details of which are:", "\n \n - Sunwater — 500 megalitres per annum, high priority from Paradise Dam. - Burnett Shire — (Option 1) — 400 megalitres per annum, high priority. - Burnett Shire — (Option 2) - 400 megalitres per annum, high priority.", "\n \n A water line has been constructed to the Burnett River, which lies approximately 14 kilometers away from the mine site, connected to a pumping facility.", "\n \n The Mount Rawdon Mine lies on the Queensland State Electrical Grid. ERGON Energy has contracted grid energy supply at 66,000V with 10,000V authorized demand, supplied to LGL’s on site Transformer.", "\n", "\n \n 6.0", "\n \n Mount Rawdon Mine Technical Report", "\n \n HISTORY", "\n \n A summary of Historical work within the Mount Rawdon area is listed below:", "\n \n Alluvial gold was first discovered at Mt. Rawdon in 1946. A small gold rush ensued and the gullies surrounding Mt. Rawdon were intensively worked for alluvial gold. A ten-head stamp battery was erected in 1950 and treated ore from small, shallow pits, shafts and open cuts predominantly on the southern slopes of Mt. Rawdon. Mining was discontinued in 1953. Total recorded production was 5,972g of gold from 758 tonnes of ore, not including alluvial gold production.", "\n \n Since that time, a number of mining companies have explored the deposit area. A summary of their work is as follows:", "\n \n 1969 - Noranda Ltd. Rock chip sampling at Mt. Rawdon as part of a regional exploration programme for porphyry copper style mineralisation. A hydrothermally altered zone 535m x 260m with an average assay of 0.95g/t Au was outlined by the rock chip samples.", "\n \n 1979 - Queensland Geological Survey (QGS) for Briggs & St. John (Leaseholders). The leaseholders applied to the QGS for assistance in assessing the property and drilled three shallow percussion holes (PDA, PDB, PDC). The best intersection was in PDC returning 2.9g/t Au from 17m to 40m. The area was gridded and soil sampled at 50m centers and mapping commenced within the gridded area. QGS did not complete the programme as the leaseholders optioned the leases to Samantha Exploration NL (QGS Record 1980/8).", "\n \n 1979 - Samantha Exploration NL and Samson Exploration NL. Mapping of the gridded area was completed. Two diamond drill holes (DDH1 and DDH2) and 10 percussion holes (PD1 to PD10) were drilled.", "\n \n 1979-1980 - Getty Oil Development Company (Option from Samantha and Samson). Getty continued the percussion drilling programme and drilled a further 36 holes (PD11 - PD46). One diamond hole (DDH3) was drilled. The QGS soil grid was extended and a magnetometer survey was carried out on the same grid, together with a few lines of Induced Polarisation (IP) over selected areas. Preliminary metallurgical testing was done on percussion samples. The option was relinquished.", "\n \n 1980 - Newmont Pty Ltd (Option from Samantha and Samson). Some of the percussion samples from Getty’s drilling were re-assayed. Three diamond drill holes (DDH4 to DDH6) were drilled and two percussion holes (PD18, PD39) were deepened by diamond holes (DDH7 and DDH8). Further metallurgical testing was carried out. The option was relinquished.", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 1981 - Placer Exploration Ltd (Option from Samantha and Samson). Placer drilled 12 diamond holes (1,102m) at 100m x 50m spacing to test the top part of the deposit and the accuracy of grades from previous percussion drilling. Metallurgical testwork was completed on several ore types. Surface channel sampling, a ground gamma ray spectrometer survey, mapping and limited soil sampling were also carried out. The option was relinquished.", "\n \n 1982 - Samantha Exploration NL and Samson Exploration NL. Four deep diamond holes were drilled to test mineralisation and determine geology at depth.", "\n \n 1984 - BHP Ltd (Option from Samantha and Samson). Aeromagnetic surveys, regional mapping, soil sampling and IP surveys were carried out. Drilling of coincident geochemical and IP anomalies outside the zone of mineralisation was completed. Eight percussion (PD47-54) and one diamond hole (DDH13) were drilled. The option was relinquished.", "\n \n 1985-1988 - Placer Exploration (Option from Samantha and Samson). Placer undertook surface costeaning, mapping and re-logging of selected diamond drill core using the \"geolog\" system. Two diamond drilling programmes (41 holes, 5,361 meters) were completed and engineering areas (dam site, tailings dam site plant site) investigated. Economic evaluations were carried out in December 1987 and October 1988.", "\n \n 1989-1996 - Placer Exploration, Resolute and Samson. A feasibility study completed in 1989 concluded that Mt. Rawdon did not meet Placer’s corporate criteria for an economically viable mining operation. Due to a lack of funding and the uninspiring feasibility result, very little work was done on the project until 1992, when renewed interest was shown in outlying IP and geochemical targets. Five RC drill holes were planned to test these targets to the west and east of the known mineralisation, but no significant alteration or mineralisation was intersected.", "\n \n In 1994, Placer produced a three dimensional geology model and five diamond holes were drilled to test some of the geological theories. In 1995, further delineation and infill drilling was completed.", "\n \n In 1996, Placer completed a further feasibility study into the project based on an open pit mining and heap leach treatment operation. This feasibility reported positive cash flow and NPV, but Placer did not proceed to development.", "\n \n 1998, Equigold NL. During August 1998, Equigold NL completed the acquisition of all of the Mt. Rawdon project tenements. Two diamond core", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n holes were drilled in the central portion of the lode area for metallurgical testwork purposes. The holes intersected mineralisation of expected gold tenor. \n 2001 — Equigold NL. Mount Rawdon Mill was commissioned in February. 2001 — Equigold NL. First Gold Pour took place in February 2001. \n 2002 — Equigold NL. The crushing circuit was upgraded in December.", "\n \n 2003 — Equigold NL. The SAG motors were upgraded from 2 x 1850Kw to 2 x 2500Kw in December.", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 7.0 GEOLOGICAL SETTING", "\n \n The New England Orogen is interpreted to be a complex tectonic collage of terrains that accreted onto the eastern margin of Australia in the Late Paleozoic. It forms the eastern part of the Paleozoic - Early Mesozoic Tasman Fold Belt System and is subdivided into three provinces; Yarrol in the north, Gympie in the east and New England in the south. Mt. Rawdon lies within the eastern Gympie Province of the New England Orogen (Figure 3.1).", "\n \n Cranfield (1989) identified and mapped the rocks at Mt Rawdon on the Maryborough 1:250000 sheet as part of the Aranbanga Volcanic Group that unconformably overlies rocks of the Curtis Island Group and is intruded by Permo-Triassic granitoids. The Aranbanga Volcanic Group lies within the Coastal Block, one of three major stratigraphic blocks recognised in the region. These blocks young eastward from the Carboniferous Coastal Block, to the Late Carboniferous Goodnight Block and the Permian Gympie Block (Figure 3.2).", "\n \n The rocks of the Curtis Island Group represent part of the Carboniferous accretionary wedge that developed from subduction in the New England Orogen.", "\n \n Two major lineaments in the region are the east-north-east trending Swindon Fault zone and the north-north-west trending Perry Fault zone. The Coastal Block sediments have a layering and a foliation that reflects these trends.", "\n \n The Swindon Fault zone marks the contact between the Aranbanga Volcanic Group and the Curtis Island Group metasediments to the south. Regionally, the Perry Fault zone is a series of upright faults that are aligned with the eastern margin of the Middle Triassic Esk Trough to the south. The dominant movement along these faults is suggested to be sinistral for the Perry Fault zone and dextral along the Swindon Fault zone.", "\n \n Multiple phases of volcanic and intrusive activity occurred during the Middle to Late Triassic. Cranfield identifies three main phases. The first at 235-230 Ma includes granodiorite and diorite intrusives, followed by the eruption of olivine basalt, pyroxene andesites and rhyolitic ignimbrite of the Aranbanga Volcanic Group at 228-223 Ma. The final phase at 218-215 Ma is associated with cauldron collapse and ring fracturing, resurgent doming and sub-volcanic felsic intrusions.", "\n \n Molybdenum, copper, copper-gold and epithermal gold mineralisation in the region are closely associated with Triassic magmatism (Cranfield, 1994).", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n = Altered rhyodacitic volcanics m= Andesitic flows and breccias ‘= Aranbanga Volcanics Basalt flows Basalt flows ‘= Basalltic volcanics Basaltic andesite flows and volcaniclastics", "\n \n 7230000 N", "\n \n = Ghert horizons \n ®©  Chowey Granite  Cottuvium “/ Photolineament ‘Curtis Island Metamorphics yy. Dacite dome Exhalite horizon Exhalites, sinters, & tuffe Zone Gayndah Formation - Foliation Trend Goodnight Beds Ww Granite Granite, granodiorite cone sheets Granodiorite \n Gympie Group \n Hematitic exhalite horizons \n Hogback Range Granite Microgranite or aplite intrusions ‘Mingo Granite \n = Possible skarn horizon \n = Shoalwater Formation \n = Subvolcanie rhyodacitic intrusions = Volcaniclastics, dacitic lavas & domes ‘= Waterango Gabbro", "\n \n 7 Unconformity", "\n \n 7220000 N Inferred Faults", "\n \n “ Hydthermat Alteration", "\n \n Dykes", "\n \n 7210000 N", "\n \n 7200000 N", "\n \n  ", "\n \n PLACER EXPLORATION LIMITED", "\n \n  ", "\n \n 7190000 N MT RAWDON PROJECT", "\n \n  ", "\n \n MT PERRY SHEET", "\n \n PHOTO INTERPRETATION M.IONS - 1993", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n a * REF : /usr9/rawdon.gis/plots/feasibility/m_ions.hp SCALE 4:250000 360000 E 370000 E 380000 E \"390000 E 400000 E}| AUTHOR: M. Angus. REPORT: Feasibility Study DATE : 3/2/1996 FIGURE: 1.5", "\n \n  ", "\n \n  ", "\n \n Figure 7-1: Mt. Rawdon Regional Geology", "\n \n 19", "\n \n  ", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 8.0 DEPOSIT GEOLOGY", "\n \n The local geology at Mt Rawdon is dominated by dacite intrusives and dacite-rich volcaniclastics. The two are considered genetically linked; and have been intruded by a sequence of acidic to basic dykes and plugs. Figure 3.3 indicates local geology.", "\n \n While many of the rocks present at Mt Rawdon are peculiar to the Mt Rawdon Complex, other lithologies, such as the quartz trachyte dykes are more regional in their extent.", "\n \n The mineralisation is considered synchronous to subsequent to most of the intrusive activity and all of the major rock types at the deposit are mineralised to some degree.", "\n \n The late Devonian to Early Carboniferous Curtis Island Group that surrounds the Mount Rawdon Complex comprises mica schist, gneiss, amphibolite and quartzite. The rocks have (prior to the formation of the Mount Rawdon Complex) been metamorphosed and tightly folded. The sequence is interpreted to have a thickness of >3,000m. The Late Triassic Aranbanga Volcanic Group comprises andesitic to rhyolitic flows and pyroclastics, minor polymictic conglomerate and volcanic breccia. The sequence is in excess of 500m thick and represents subaerial flows and pyroclastics derived from an area south east of Mt Perry township (Cranfield, 1986; 1989).", "\n \n The Mount Rawdon gold deposit is a massive, volcaniclastic hosted, low grade gold deposit that exhibits excellent characteristics conducive to low cost mining and treatment. The surface extent of mineralisation forms a roughly ovoid zone of 200 meters x 300 meters at greater than 0.7g/t gold.", "\n \n The host volcaniclastic sequence strikes north east and has a shallow to moderate dip to the south west. The volcaniclastics are typically massive and poorly sorted.", "\n \n An intrusive dacitic dome feature with associated andesite and trachyandesite dykes occurs south of the main mineralised zone. The contact is steeply dipping and the margins are brecciated. Intrusion of dacitic fragmental rocks occur adjacent and at the intersection of north-north-west striking and east-north-east striking structures which are parallel to the major regional Perry Fault (NNW strike) and Swindon Fault (ENE strike). These fragmentals occur at the North West contact of the main dacite body and are compositionally equivalent. The margins are steep dipping.", "\n \n A later stage of trachytic and acid-intermediate intrusion has resulted in a series", "\n \n of four quartz trachyte dykes that intrude the mineralised zone at Mt Rawdon. There are also other associated intrusives present.", "\n \n 20", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n 974,500.mE,", "\n \n nerpretd Fatt", "\n \n iaerte", "\n \n Gabrro Dyke", "\n \n ‘Quartz Ven Bw", "\n \n unt Rawdon Complex", "\n \n Fae Dye areets \n Tracie Oye \n (Quartz Feldspar Dyke ances Trackyavceste", "\n \n Riyodaotte Vokmoctastics", "\n \n ‘.", "\n \n =a =", "\n \n ‘Andes te Woleanoctasties Porplyrtte Date Fragmental Dacte Sranbanga Volcanics", "\n \n Arantanga vokan ies Curtis Island Group", "\n \n Metamomphis", "\n \n  ", "\n \n INT RAWDON PROJECT aawareceee local cEowsy", "\n \n favocton", "\n \n  ", "\n \n  ", "\n \n feaenrnew era", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Figure 8-1: Mount Rawdon - Local Geology", "\n \n 21", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n     ", "\n \n           ", "\n \n MT RAWDON SECTION 204050mN", "\n \n    ", "\n \n  ", "\n \n BOGO8I: I", "\n \n STAGE 1 PIT STAGE 2 PIT STAGE 3 PIT 0.30 to 0.54 gt/Au 0.55 to 0.69 gt/Au 0.70 to 0.99 gt/Au 1.00 to 2.99 gt/Au >=3.00 gt/Au", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Figure 8-2: Generalized Cross Section 204050mN", "\n \n 22", "\n \n  ", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n  ", "\n \n          ", "\n \n  ", "\n \n  ", "\n \n I I | I 375000mE 375200mE 375400mE OmE |204300mN VOLCANOCLASTICS G TRAC |204100mN auae STAGE 1 PIT STAGE 2 PIT STAGE 3 PIT 0.30 to 0.54 gt/Au |203900mN 0.55 to 0.69 gt/Au MT RAWDON 0.70 to 0.99 gt/Au FLITCH 52.5mRL 1.00 to 2.99 gt/Au >=3.00 gt/Au +/- 2.5m", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Figure 8-3: Generalized Level Plan: 52.5m RL", "\n \n 23", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 9.0 MINERALIZATION", "\n \n The alteration and mineralisation at Mt Rawdon are multi-stage events which overprint the volcaniclastic sequence, the dacite suite and to a lesser extent the trachyandesite suite. The effects of the various stages of alteration on the different rock types within the deposit have resulted in a wide range of alteration products as outlined in Table 9-1.", "\n \n The volcaniclastics and the dacite suite are the most altered rocks with early pervasive propyllitic alteration having been over printed by pervasive sericite alteration prior to the mineralisation. The sericite-alteration flanks the western margin of the main dacite intrusion and continues through and around the fragmental dacite to outline a bowl shaped area adjacent to the north margin of the main dacite. The main dacite is itself pervasively sericite altered and weakly silicified, though the degree of alteration decreases rapidly in from the margins.", "\n \n Sericite alteration within the mineralised units is accompanied by lesser amounts of illite-smectite, kaolinite (supergene?), quartz and pyrite alteration.", "\n \n The majority of the mineralisation takes the form of pyrite disseminations (generally <3mm diameter) in the matrix of the volcaniclastics. The percentage of disseminated pyrite present rarely exceeds 5%.", "\n \n The gangue to mineralisation comprises chlorite, carbonate, tremolite and epidote. Other sulphide minerals present include chalcopyrite, sphalerite and galena, which occur as discrete grains and as fracture fill in pyrite. Matildite (AgBiS2), bismuthinite-aikenite, native bismuth, sulfosalats of the (AgBi-Pb2)S2 series, arsenopyrite and hessite (Ag2Te) occur in lesser amounts.", "\n \n Veinlets are also a significant host to mineralisation and carry variable amounts of pyrite, galena, chalcopyrite, sphalerite, arsenopyrite and free gold. Their width rarely exceeds 5mm. The veinlets can be planar or quite irregular (stylolitic) and discontinuous. A vein sampling study was performed to determine the proportion of gold present in disseminations and veining. This study showed that whilst pyrite (53%) and base metal (19%) veins host the majority of the gold, there is still a significant proportion of gold contained in the disseminated sulphide mineralisation (28%).", "\n \n Within the Mt Rawdon deposit, the gold grade generally increases as pyrite alteration and sulphide veining increases. There appear to be at least three phases of pyrite alteration present, which comprise of; \n e an early disseminated phase, then \n e sulphide veining, followed by \n e breccia veining and associated silica pyrite alteration.", "\n \n 24", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Silica pyrite alteration associated with breccia dykes forms the other major contributor to gold distribution at Mt Rawdon. The breccia dykes can be up to one meter thick and generally dip steeply back toward the main dacite body.", "\n \n Gold and electrum occur as free grains, inclusions within base metal sulphides and grains filling fractures or forming inclusions within pyrite. The gold observed at Mt Rawdon is closely associated with base metals, bismuth and sulfosalts. Close inspection of hand specimens grading > 5.0 g/t Au generally reveals visible gold. In thin section, gold is apparent in most intervals > 0.2 g/t Au.", "\n \n Gold fineness ranges from 348 - 881 and most grains are between 10 and 30 microns diameter. Microprobe analyses by Brooker (1991) revealed two populations of gold grains within this fineness range indicating two phases of gold deposition.", "\n \n 25", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n ROCK TYPE INHERENT PROPYLITIC INHERENT PHYLLIC SERICITIC SIICA-PYRITE CHLORITIC ALTERATION ALTERATION ALTERATION ALTERATION ALTERATION \n Volcanociastic units \n Granodiorite plagioclase Carb Ser + Qz Carb \n Trachyandesite fragments Carb + Chl + Opaq Ser + Qz + Ill/Sm +/- Ka Chl + Carb +/- Ep \n Tuffaceous fragments/ash Wk Carb Ill/Sm + Ser Chl + Carb +/- Ep \n Welded tuff fragments Wk Carb Ill/Sm + Ser Chl + Carb +/- Ep \n Quarizite Mafics -Chl + Opaq Feldspar - Ser \n Matrix Carb Ser + Qz + Ill/Sm +/-Ka Qz-Py Chl + Carb +/- Ep \n Maindacite, fragmental dacite and \n cream dacite dykes \n Plagioclase Carb + Ep + muse Musc + Ser + Qz + Py Ser + Qz + Ill/Sm +/- Ka Qz-Py Carb + Carb +/- Ep \n Biotite Musc + Opaq Ser + Qz + Ill/Sm \n Amphibole Chl + Car +/- Py Musc Ser + Qz + Ill/Sm Chl + Carb +/- Ep \n Matrix Carb Wk Musc + Ser + Oz Ser + Qz + Ill/Sm +/- Ka Qz-Py Chl + Carb +/- Ep \n Dark green dacite dykes \n Plagioclase Carb + Ep + Muse Carb + Carb +/- Ep \n Bliotite Ser. \n Amphibole Chl + Car+ Py. Chl + Carb +/- Ep \n Matrix Carb + Chl +/- Py Qz-Py Chl + Carb +/- Ep \n Trachyandesite \n Plagioclase Carb +/- Chl +/- Ep Ser + Qz \n Amphibole Chl +/- Carb +/- Ep Ser + Qz Carb + Carb +/- Ep \n Matrix Carb +/- Opaq +/- Ep Ser + Qz Qz-Py Chl + Carb +/- Ep \n Trachyte, Trachyandesite, Rhyolite \n Plagioclase Wk III/Sm Wk Ser + Qz Carb + Chi +Py \n K-feldspar Wk IIl/Sm Ser + Qz infill to breccias \n Matrix Wk IIl/Sm Wk Ser + Qz +lll/Sm +/- Ka \n Andesite \n Plagioclase . Wk Carb Wk Ser + Qz \n Pyroxene Wk Carb + Chl \n Amphibole , Ser + Py Wk Ser + Qz \n Matrix Wk Carb Wk Ser + Qz \n Key: Carb - Carbonate, Chl - Chlorite, Ep - Epidote, Ill - Illite, Ka - Kaolinite, Musc - Muscovite, Opaq - Opaques, Py - Pyrite, Qz - Quartz, Ser- Sericite,", "\n \n Table 9-1: Five alteration types and their effect on the mineralogy of lithologies at Mount Rawdon.", "\n \n 26", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 10.0 EXPLORATION", "\n \n Strong potential exists to increase the resource base at the Mt Rawdon deposit, \n especially at depth to the south west of the main zone and at the contact area \n between the fragmental dacite and main dacite body. Figure 3.4 shows a typical cross-sectional outline through the deposit. \n Other areas of potential on the tenement area include: \n a) Soil geochemical and geophysical targets at the Mount Ophir and Kents’ Knob prospects located along strike from the historical Mount Shamrock workings. The targets are hosted in altered volcanics, sediments and breccias;", "\n \n b) “Gebangle type” targets of breccia zones adjacent to the porphyry contact with metasediments;", "\n \n Cc) A Kalliwa Breccia zone adjacent to the intersection of the Perry and Swindon Faults, approximately 6 kilometers south west of Mount Rawdon; and \n d) Other areas within Equigold NL controlled tenements that are: \n i) Structurally analogous to Mount Rawdon;", "\n \n ii) Geophysical analogous (e.g. K2 anomaly); or", "\n \n iii) Known to have been worked historically.", "\n \n 27", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 11.0 DRILLING", "\n \n Drilling has been used by LGL to define mineral deposit at Mount Rawdon. Historical drilling comprised Percussion drilling, Reverse Circulation drilling and Diamond Core drilling.", "\n \n The deposit has been defined by 389 drill holes (48 diamond core holes and 341 reverse circulation or percussion holes totaling 49,414.2 meters), this drilling has resulted in 24,948 nominally 2 meter samples. All samples have been analysed for gold and silver, with selected analysis for base metal analysis.", "\n \n Historical drilling at Mount Rawdon during the 1979 to 1984 period comprised Open Hole Percussion (Rotary Drilling) and limited Diamond Core drilling.", "\n \n There is doubt regarding the quality of sampling of the early rotary drilling, and to a lesser degree the early diamond drill holes. These open rotary holes only form a small component of the total database, however, and thus have a minimal effect on the resource update. Drilling completed post 1984 (Placer Pacific Limited and Equigold NL.) was audited by RSG and found to be of suitable quality and appropriate diligence had been exercised.", "\n \n Conventional Reverse Circulation drilling was utilized for drilling completed between 1984 to 1998. This system uses air to pulverize the rock with a drill bit, producing fine rock cuttings that are returned to the surface via a crossover sub located behind the hammer. The cuttings are collected in bags and riffle split producing a five to seven kilogram sample that is then analysed.", "\n \n The Face sampling reverse circulation system was utilized for Reverse Circulation completed after 1998. This system allows for the sample return directly from the bit face, through the inside of the drill string, thus greatly reducing the risk of potential down-hole contamination.", "\n \n Typically, Reverse Circulation Drill Holes range between 5.25 inches (134 millimeters) and 5.75 inches (146 millimeters) in diameter.", "\n \n Diamond drilling is a process whereby a solid continuous cylindrical rock samples are generated by the advancing a hollow diamond core bit attached to a drill string, through the rock. The cylindrical rock samples (drill core) are captured within a hollow tube located behind the diamond core bit, inside the drill string. This tube is periodically returned to the surface. The drill core is then placed within trays with downhole meterages marked at the beginning and end of each completed “tube”.", "\n \n Diamond drill core provides increased geological and geotechnical information compared with Reverse Circulation drill cuttings. Diamond drill core can also provide orientated structural information and is used to perform rock strength tests and density determinations. Selected diamond drill core has also been used to provide samples for metallurgical test work completed at Mount Rawdon.", "\n \n 28", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n The diameter of the drill core varies with the gauge of the diamond drill bit and drill string that is utilized by the drilling contractor. The majority of the diamond drill core completed at Mount Rawdon is either NQ (47.6 millimeters) or HQ3 (63.5 millimeters) in diameter. Selected PQ (85 millimeter) drill holes have also been completed at Mount Rawdon. Drill holes of this gauge are typically drilled for metallurgical or geotechnical assessment purposes.", "\n \n Core and RC samples are collected from each drill hole and are geologically logged with detailed descriptions of rock types, alteration and mineral identification. Core samples are also geotechnically logged to identify key structural features. Reverse circulation holes are sampled on regular 1.0-meter intervals for the entire length of the hole. Historically the RC samples were composited to produce a 2.0-meter sample. The RC and Core samples are submitted to an independent assay laboratory for geochemical analysis.", "\n \n The resultant geochemical data is entered and combined with collected geological and geotechnical logging and uploaded into an Access database. The combined data is used to allow for Resources estimation at Mount Rawdon.", "\n \n A representative 100 gram sample of all reverse circulation drill hole samples, collected at 1.0 meter interval, are stored in a plastic “chip trays”. The trays contain 20 samples, thus hold a 20-meter representative sample of the drill hole.", "\n \n Diamond drill core is photographed after being re-assembled and logged by the site geologist, before the core is halved, with one half sent to the independent laboratory for analysis.", "\n \n All RC and Diamond Drill holes at the Mount Rawdon Project have the collar position accurately surveyed by a licensed surveyor. Inclined drill holes have historically had down-hole survey readings taken at arbitary 50 meter intervals, to monitor changes in inclination and declination.", "\n \n Historical drilling utilized an Eastment Single shot down hole camera. With recent drilling from 2007 onwards, the more advanced Reflex Electronic single shot camera has been used. The down-hole survey data is uploaded into the Mount Rawdon Access database, with the surveyed collar co-ordinate, to produce accurate drill hole traces.", "\n \n 29", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n         ", "\n \n 374,500 mE 875,000 mE,", "\n \n .205,500fRRN,", "\n \n       ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n 7,204,500 mN.. . , (? Mount Rawdon Pit _/ er os wy : go ‘i = : 2.204.000 MN yuan. www : 2,203,500 MN. RR INS RS IW SR SIS oe 7,203,000 MN... wtnanoon pRouecT rt Hoe Lncaton Px 7,202,500 mN,", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Figure 11-1: Drill Hole Location Plan — Mount Rawdon Deposit", "\n \n 30", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 12.0 SAMPLING METHOD AND APPROACH 12.1 Reverse Circulation", "\n \n The reverse circulation drill samples are collected through a cyclone / splitter assembly which produces a 25% representative sample, weighing approximately 5 to 7 kilograms, for every 1.0 meter drilled. These samples are collected within a 6 inch x 8 inch calico geochemical bag. Historically these samples were then split and composited, to produce a 2.0-meter sample that was submitted for analysis, to an independent commercial laboratory.", "\n \n A representative 100 gram sample of all reverse circulation drill hole samples, collected at 1.0 meter interval, are stored in a plastic “chip trays”. The trays contain 20 samples, thus hold a 20-meter representative sample of the drill hole. These representative sections can be utilised as a check of completed logging, with the contained sample also being able to be sent for petrological analysis.", "\n \n 12.2 Core Samples", "\n \n NQ (47.6 millimeter), HQ (63.5 millimeter) and PQ (85.0 millimeter) diameter core holes were drilled at the Mount Rawdon deposit. Detailed geological log sheets were collected recording lithology, mineral type, alteration, oxidation, color, and veining, as were Geotechnical log sheets that recorded RQD, core recovery, fracture and orientation data. Representative core samples were used to determine the Specific Gravity and rock hardness over the suite of ore and waste lithologies encountered within the Mount Rawdon area. Selected diamond core holes were also utilised to provide samples for metallurgical analysis, to calculated anticipated metallurgical recoveries on ore bearing samples at Mount Rawdon.", "\n \n 12.3 Sample Composite Summary", "\n \n Statistical analysis of the assay interval length in the master database has been undertaken. Approximately 95% of the assay intervals are 2 meters in length. As such, the database has been composited to a uniform 2.0-meter downhole composite length. Only composites larger than 1.0 meter have been used in the subsequent statistical analysis, variography and resource estimation.", "\n \n 31", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 13.0 SAMPLE PREPARATION, ANALYSES AND SECURITY", "\n \n Core and reverse circulation drill samples, which are the basis for all analytical determinations, are collected from the drill hole under the direct supervision of Company staff. The samples are labeled and placed in bags at the Company facility and prepared for transport to commercial laboratories for preparation and assay. A registered Transport company transports the samples to the laboratory.", "\n \n The RC split sample is collected at the drill rig. The individual samples are then composited by splitting the samples, to produce a 2.0-meter composite sample (weighing between 5 to 7 kilograms). The sample is then submitted to a commercial laboratory for analysis.", "\n \n Diamond drill core is re-assembled and orientated (if an orientation device has been used to produce orientated drill core). A cut lie and meterage marks are placed along the drill core. The drill core is then photographed for future reference. A company employee then cuts the diamond core along the cut lie, placing one-half in a sample bag and retaining the other half within the core tray for future reference. The sample is then submitted to a commercial laboratory for analysis.", "\n \n The standard preparation and analysis for these samples is as follows: \n e The sample is dried, crushed and pulverized to less than 75 micron. \n e A 50 gram sample is taken for gold determination by fire assay with an atomic absorption “finish. \n e High grade Gold samples are routinely re-analyzed by fire assay with a gravimetric finish. \n e A 15-gram sample is then digested by a three acid digest, to determine the Ag content by Atomic Absorbsion Spectroscopy.", "\n \n The detection limits for these analyses are 0.01 ppm Au and 1.0 ppm Ag (parts per million = grams per tonne).", "\n \n The qualified person considers that the sample collection, preparation, analyses and security, are compliant and meet the requirements needed in the development of the Mount Rawdon Reserve and Resource Estimations.", "\n \n 13.1 Quality Control, Quality Assurance", "\n \n The objective of LGL’s QA/QC Program is to ensure the accuracy and integrity of the data. LGL submits samples to check assays as part of the company’s standard Quality Control, Quality Assurance Program (QA/QC). The QA/QC Program includes the submission of duplicates as well as routine re-submission of selected samples to alternate laborities for cross laboratory checking of assay results and precision.", "\n \n 32", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n The qualified person considers that the results received throughout the history of the Mount Rawdon Project lie within acceptable limits.", "\n \n 13.2 Check Assays", "\n \n Investigations completed by RSG for the technical audit indicate that the assay data collected by Placer Pacific Limited is of an acceptable standard. The Equigold samples were assayed at Analabs / SGS in Townsville. A brief description of the sample preparation and assaying method was provided. On this basis, the Equigold assay data are considered to meet industry standards.", "\n \n Assay duplicate data were provided by Equigold, thus allowing the evaluation of assaying precision and sample preparation precision. The levels of precision in both cases are within acceptable limits. However, as no standards data were available, the absolute accuracy of the assay data could not be independently determined.", "\n \n 13.4 Sample Security", "\n \n Diamond core and reverse circulation drill samples, which are the basis for all analytical determinations, are collected from the drill hole under the direct supervision of Company staff. The samples are labeled and placed in bags at the Company facility and prepared for transport to commercial laboratories for preparation and assay. A registered Transport company transports the samples to the laboratory. The qualified person is satisfied that the security of the samples throughout the history of the Mount Rawdon Project have been adequate.", "\n \n 33", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 14.0 DATA VERIFICATION", "\n \n All drill data, including collar locations, down-hole surveys, and data intervals are collated in Excel spreadsheets. Survey and log data are hand-entered into the spreadsheets, while assay data are downloaded in digital format from the assay lab then subsequently merged into the spreadsheets. A licensed surveyor at Site surveys collar locations.", "\n \n The data is uploaded into an Access database, via the Explorer 3 Data Package. The Explorer 3 Program allows a data validation process to be run across all collected data, to check for errors, before the data undergoes the final upload.", "\n \n Once uploaded, the data is manually checked utilizing the Supac software package, allowing the data to be viewed in three dimensions during the checking process.", "\n \n The data verification process as described above has been deemed as being acceptable. Outside consultants (RSG Global — now Coffey Mining services) have routinely performed additional database validation and checking, prior to the re-running of the Global Block Model at Mount Rawdon.", "\n \n The authors feel comfortable that the presented data reflect actual conditions of the in-situ situation.", "\n \n 15.0 ADJACENT PROPERTIES", "\n \n The Mount Rawdon Gold Mine is the only currently producing Gold Deposit within the area. It is considered that a unique set of structural and lithological conditions arose to allow the formation of this deposit. The Mount Rawdon deposit is also unique in the mode of formation, host lithologies and size, when compared with other known prospects within the area.", "\n \n Due to these factors, other adjacent properties have not been considered relevant for the purposes of this Technical Report.", "\n \n 34", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 16.0 MINERAL PROCESSING AND METALLURGICAL TESTING 16.1 Mt Rawdon Facility 16.1.1 Milling Methods and Capacity", "\n \n Ore from the Mt Rawdon deposit is processed at the Company’s CIP (carbon-inpulp) mill located at the Mt Rawdon mine. Ore was processed at the mill from 2001 to 2008. The Mt Rawdon mill facility was constructed in 2000, with the first doré produced in January 2001.", "\n \n The Mt Rawdon mill initially had a capacity of 300 tph (2.44 million tones per year @ 93% availability). A plant upgrade late in 2002 increased the mill capacity to 420 tph (3.44 million tones per year @ 94% availability). Mill feed is first crushed to minus 150 mm in a 42 x 65 primary gyratory crusher, located near the pit for direct tipping, then conveyed to a Jaques 65 secondary crusher set at 20-25 mm with the facility to bypass lump as needed for the SAG mill. The ore is then stockpiled near the mill.", "\n \n Using a fixed conveyor from a reclaim tunnel the crushed material is conveyed to a semi-autogenous (SAG) mill, which operates in closed circuit with a ball mill and a bank of cyclones for sizing. A portion of the cyclone underflow is screened and then directed to a gravity recovery circuit.", "\n \n Correctly sized material flows onto two trash screens and then into leach tanks where cyanide is used to dissolve the gold. Activated carbon is used in the CIP (carbon-in-pulp) circuit to adsorb the gold from the cyanide solution. Carbon particles loaded with gold are removed from the slurry by screening and are transferred to the gold recovery circuit where the gold is stripped from the carbon by a high temperature/pressure cyanide solution. Gold ions in the solution are then plated onto a cathode by electrowinning. The gold is then melted into doré bars for shipment to a refiner. Mill tailings are pumped to the tails storage facility (TSF) and decanted solution recycled back to the mill.", "\n \n 16.1.2 Mill Recovery — Mount Rawdon", "\n \n Gold recoveries at the Mt Rawdon mill have historically ranged from 87 percent to more than 90 percent since production began in 2001. During 2001 to 2004, it was necessary to add lead nitrate and slightly increase the cyanide concentrations to maintain mill recovery rates with some of the feed coming from upper levels of the pit.", "\n \n As the pit was developed to the lower levels, the recoveries became more consistent and the mill is now constantly achieving recoveries of 90% for most of the ore now being treated. This trend is expected to continue for the 2008/2009 financial year.", "\n \n 35", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 17.0 MINERAL RESOURCE AND RESERVE ESTIMATES", "\n \n 17.1. Mineral Resource and Reserve Statement", "\n \n The completed Mineral Resource and Reserve estimates prepared for LGL, are believed to contain no adverse environmental or social issues that would affect the Company’s ability to develop the reserves on this project, nor the resources above a mill cutoff grade.", "\n \n Table 17-1 summarizes the Proven and Probable Mineral Reserves for the Mount Rawdon mine as of May 31, 2008. Mineral reserves are estimated using a gold price of $A550 per ounce and are also classified in conformance within the meanings ascribed by the Australasian Code for Reporting of Exploration Results, Mineral Resources and Ore Reserves (JORC Code, 2004 edition).", "\n \n Table 17-2 summarizes the Measured, Indicated and Inferred Mineral Resources for the Mount Rawdon mine as of May 31, 2008. The Mineral Resource Summary listed in Table 17-2 is inclusive of the Reserve Summary as shown in Table 17-1. Mineral resources are estimated using a gold price of $A550 per ounce and are also classified in conformance within the meanings ascribed by the Australasian Code for Reporting of Exploration Results, Mineral Resources and Ore Reserves (JORC Code, 2004 edition).", "\n \n Table 17-1: Mineral Reserve Summary as of May 31, 2008", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n $A550 / ounce Au Proven Probable Proven and Probable Tonnes Grade Tonnes Grade Tonnes Grade (,000) (g/t) (,000) (g/t) (,000) (g/t) 1,474 1.04 22,301 0.97 23,254 0.98", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Table 17-2: Mineral Resource Summary as of May 31, 2008", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Measured Indicated Inferred Tonnes Grade Tonnes Grade Tonnes Grade (,000) (g/t) (,000) (g/t) (,000) (g/t) 2,196 0.97 39,335 0.91 7,515 0.77", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n If presented in accordance with the CIM Definition Standards on Mineral Resources and Mineral Reserves adopted by the CIM Council, the Mineral Resource presentation would be materially the same.", "\n \n 36", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 17.2 Mount Rawdon Deposit - Modeling Methodology 17.2.1 Overview", "\n \n A 2000 resource model for the Mount Rawdon project was constructed using data contained within an Access database. The dataset was validated and loaded into Vulcan to complete the resource update.", "\n \n Geological wireframes used during the May and August 2000 resource estimates were refined with the assistance of LGL personnel. Two-meter composites were used for the resource update. Compositing was controlled by the geological domains. Partial composites of less than 1.0meters were excluded.", "\n \n 17.2.2 Survey Data", "\n \n The Pre-mine topography has been surveyed and contoured at 1.0-meter intervals. The Mount Rawdon mine has adopted the AMG Zone 56, AGD 84 grid datum. A surveyor using a total station has updated all subsequent mining development.", "\n \n 17.2.3 Assay Grade Capping", "\n \n E-Type mean determinations for Mt. Rawdon were completed using linear extrapolation for all intervals. The upper bin was modeled using a linear function to the upper tail. Maximum values specific to each mineralisation domain were used to limit the grade in the uppermost grade bin and to curtail the effect of outliers in the sample population.", "\n \n The following upper bin limits were used in the determination of the E-type mean:-", "\n \n i) Volcanics : 21.0g/t Au. ii) Dacite: 16.0g/t Au. iii) Laterite: 8.5g/t Au.", "\n \n 17.2.4 Drill hole Compositing", "\n \n Statistical analysis of the assay interval length in the master database has been undertaken. Approximately 95% of the assay intervals are 2.0 meters long. As such, the database has been composited to a uniform 2.0-meter downhole composite length. Only composites greater than 1.0 meters have been used in the subsequent statistical analysis, variography and resource estimation.", "\n \n 17.2.5 Block Model", "\n \n A regular block model has been generated for the Mt Rawdon deposit using Vulcan software. Sufficient variables have been created to enable multiple indicator kriging of gold and ordinary kriging of silver.", "\n \n 37", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n The October 2000 Mount Rawdon mineral block model is based on a block size of 5 meters x 5 meters x 5 meters (x, y, z). These dimensions were selected to provide reasonable definition of the narrow barren trachytic dykes.", "\n \n The dimensions of the block matrix are, 940 meters East (188 blocks), 950 meters North (190 blocks), and 500 meters in elevation (100 blocks).", "\n \n 17.2.6 Lithology", "\n \n The block model was constructed using wireframed blocks for lithology. The model was first coded with a default value to represent the background volcanics. Whole blocks were used throughout the process. The topographic surface wireframe was used to define the ground surface.", "\n \n Lithology was used to guide the creation of mineralised and barren domains that were used during the resource update. Four barren Trachyte dykes and a barren quartz feldspar biotite porphyry dyke have been modeled. Additional remodeling of the mineralised Fragmental Dacite also occurred.", "\n \n A “Laterite” unit was created using the base of total oxidation surface and the topographic surface. This laterite wireframe was used to define the oxidized zone of the geological model.", "\n \n The various lithological wireframes have been used to assign densities into the resource model. The list of wireframed solids is shown in Table 17-3. A list of the rock codes used to code the composites and Block Model are listed in Table 17-", "\n \n  ", "\n \n 4. Table 17-3: List of wireframed solids. SOLID DESCRIPTION (Altopodm.00t Placer topographic surface, imported from Datamine [Toxdm.00t Placer base of total oxidation, imported from Datamine", "\n \n [Tracl_jan.04t [Trac2_jan.04t [Trac3_jan.04t [TracS_jan.04t [Tracb_jan.04t [Trac7_jan.04t [Trac8_jan.04t [Trac9_jan.04t Trac1O_jan.04t [Tracll_jan.04t Fdac_sec.04t Indmea.04t", "\n \n  ", "\n \n Based on Placer trachyte 1 \n Based on Placer trachyte 2 \n Based on Placer trachyte 2 \n Based on Placer trachyte , part solid later combined to form whole solid Based on Placer trachyte , part solid later combined to form whole solid Based on Placer trachyte , part solid later combined to form whole solid Based on Placer trachyte , part solid later combined to form whole solid Based on Placer trachyte , part solid later combined to form whole solid Based on Placer trachyte , part solid later combined to form whole solid Based on Placer trachyte 4, part solid later combined to form whole Reinterpreted fragmented dacite and breccia unit, completed in plan", "\n \n  ", "\n \n Solid used to classify Indicated and Measured Resource Blocks", "\n \n 38", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Table 17-4: Rock Codes used to code the Composites and Block Model.", "\n \n  ", "\n \n  ", "\n \n ROCK TYPE NUMERIC CODE Volcanics 10 Dacite 20 QFBP (Quartz Feldspar Biotite Porphyry) 30 Trachyte 1 101 Trachyte 2 102 Trachyte 3 103 Trachyte 4 10", "\n \n  ", "\n \n  ", "\n \n 17.2.7 Domains", "\n \n The Trachyte units were examined individually on screen using uncomposited data. It was apparent that the trachytes are predominantly barren units, with the few samples showing mineralisation above the 0.1 g/t Au occurring as minor portions of grade bearing intervals starting outside the trachyte envelope. As a further check, the trachyte was statistically evaluated and showed little anomalous grade. The quartz feldspar biotite porphyry dyke was similarly evaluated.", "\n \n 17.2.8 Variography", "\n \n Indicator variography was completed for gold and grade variography for silver. Prior to commencing variography, the sample data were examined using 3D visualization in Vulcan. The variographic analysis was undertaken using the geostatistal software package, Isatis. Correlograms were used as the main tool of the study as these prove to be more resistant to assay outliers than traditional semi-variograms. All sills were normalized to 1 to minimise any possible order relation problem.", "\n \n 17.2.9 Interpolation Methodology", "\n \n Multiple Indicator Kriging (MIK) was selected as the most appropriate technique of grade estimation for gold. Silver was estimated using Ordinary Kriging (Ok).", "\n \n The MIK estimation methodology is a robust method that is independent of sample distribution and allows effective modeling of selective mining units (SMU). The use of multiple indicator kriging also allows the use of multiple anisotropies defined tar different grade cutoffs and therefore can result in an improved local grade estimate.", "\n \n 39", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 17.2.10 Multiple Indicator Kriging — Gold", "\n \n MIK estimates were developed using the gold composite data. The indicator cutoffs were used to model the grade distributions within each block. All information of interest was recorded in the block model, including the following data: e Number of samples used per block estimate (variable : au_nsamps). e Number of holes that samples were collected from when producing a single block estimate (variable : au_nholes). e Average anisotropic distance to samples from block estimate (variable : au_avedist). iv). Estimation flag (variable : au_eflag).", "\n \n Two passes of search ellipses were used to collect samples.", "\n \n The MIK estimate is most robust in the area of the grade control drilling where there is the highest data density. Overall, there is an acceptable correlation between the MIK estimate and the composite data used, as well as the declustered statistics. A degree of smoothing has occurred in the MIK estimate, but this is considered appropriate.", "\n \n 17.2.11 Indicator Variography — Gold", "\n \n A detailed variographic study has been undertaken for gold composites using a total of six indicator thresholds. The study investigated the composites coded as volcanic, dacite and laterite separately.", "\n \n The major direction of continuity identified in the variography was 030° which supports the current geological understanding. A vertical dip was also interpreted from the variography in dacite, while the volcanics had a 50° dip to the northwest.", "\n \n Both the dacite and volcanic variography have ranges in excess of the current drill spacing. A_ significant portion, approximately half, of the non-nugget variability was identified in short-range structures generally at or less than the current drill spacing. Previous geostatistical investigation of close spaced grade control drillholes confirmed the presence of significant short-range variability.", "\n \n The variography generated for the volcanics has been fitted with a constant two spherical structure. The relative nugget effect ranges from approximately 20% to 60%.", "\n \n Three spherical structures were fitted to all the variograms generated for dacite. The relative nugget effect range from approximately 25% to 35% for the calculated variography,", "\n \n Kriging estimates using the variogram models will show moderate levels of smoothing, with samples within the close or first structure range receiving the majority of the kriging weights. Distant composite samples will contribute to the estimate but will have a small contribution to the resultant final grade. The", "\n \n 40", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n variography appears to appropriately capture the spatial character of the Mt Rawdon deposit. Further close spaced drilling will be required to fully understand the close spaced variability of the gold mineralisation.", "\n \n Table 17-5 summarises the variogram models fitted to the generated indicator variography.", "\n \n 17.2.12 Grade Variography — Silver The silver variograms showed similar ranges and sill ratios to gold. The volcanics", "\n \n grade variogram is better defined, with a strong short-range structure. The dacite variogram is poorly defined. Table 17-6 summaries the silver variogram models.", "\n \n 4", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Table 17-5: Mount Rawdon Project: Gold Variography.", "\n \n DOMAIN INDICATOR STANDARDISED | STANDARDISED MAJOR SEMI-MAJOR MINOR", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n NUGGET SILL (meters) (meters) (meters) 0.20 0.45 75 45 60 (0.300 Au 0.35 200 175 100 0.30 0.35 65 45 45 (0.500 Au 0,35 200 175 100 (0.75 i’ tAu 0.30 0.42 70 35 35 olcanics 0.28 200 175 97 (10) 0.40 0.45 38 23 13 1.200 Au 0.15 185 160 90 0.50 0,40 21 18 15 1.750 Au 0.10 65 45 30 0,60 0.35 10 8 5 2.000 Au 0.05 45 40 30 0.25 0.30 25 25 25 0.25g/t Au 0.35 55 75 55 0.10 40 170 95 0.30 0.30 5 15 5 (0.400 Au 0.30 55 75 35 0.10 40 170 65 0.30 0.40 5 15 5 0,80g/t Au 0.20 55 25 25 Dacite 0.10 85 170 33 (20) 0.35 0.25 5 10 0 1.00g/t Au 0.30 55 20 20 0.10 85 140 35 0.40 0.25 5 10 0 1.50g/t Au 0.25 55 20 20 0.10 60 140 35 0.50 0.20 2 8 5 2.000 Au 0.20 50 18 8 0,10 20 120 12 0.10 0.25 25 4 7.3 (0.100 Au 0.65 10 110 9999 0.15 0.20 25 25 6 (0.30g/t Au 0.65 10 110 9999 0.15 0.20 25 25 4 (0.600 Au Laterite 0.65 60 110 9999 (500) 0.30 0.35 30 30 3.3 (0.900 Au 0.35 95 95 9999 0.35 0.35 28 25 3 1.050 Au 0.30 88 88 9999 0,55 0.35 10 10 3 1.600 Au 0.10 25 25 9999", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n 42", "\n", "\n \n Table 17-6: Mount Rawdon Project: Silver Variography", "\n \n Mount Rawdon Mine Technical Report", "\n \n | MINOR (meters) |", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n DOMAIN NUGGET SILLS MAJOR (meters) SEMI-MAJOR (meters) \n Volcanics (10) 0.2 0.60 30 25 8 \n 0.20 70 50 35 Dacite 0.60 15 25 5 (20) 0.2 0.20 45 130 15 Laterite 0.20 25 25 4 (500) (0.15 0.65 60 60 5 17.2.13 Specific Gravity - Tonnage Factors", "\n \n Placer collected detailed bulk density data. The technique used, however, was complicated, involving the weighing of core samples inside calico bags. During the immersion stage of the density measurement process the possibility exists of air being trapped inside the bag resulting in an underestimation of the hulk density measurement. All Placer density data have been excluded from this resource update", "\n \n Densities of 2.45 tonnes / meter® for material above the base of total oxidation, and 2.72tonnes / meter? for material below this surface were adopted based on apparent relative density determinations produced during metallurgical testwork commissioned by Equigold in May 1999. In the May-July 2000 programme, Equigold collected 1,802 density samples from all 43 holes drilled in January and February 2000 and May to July 2000. These values were examined statistically and average densities assigned by rock type.", "\n \n The use of quarter core for density samples potentially increases the error associated with these measurements. It is recommended that full core is used for further density determinations, but the existing measurements have been found to be acceptable for use in a global scale estimate.", "\n \n 17.2.14 Metallurgical Recovery", "\n \n Metallurgical recovery is discussed in Section 16.", "\n \n 17.2.15 Model Checks \n The interpolated gold grades in the block model are checked in detail against both exploration and blasthole production drilling on both plan and sectional views using the Surpac mining software. The model and production reconciliation is also discussed in Section 17.4.", "\n \n 43", "\n \n \n", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 17.2.16 Resource and Reserve Classification", "\n \n A block manipulation script was used to create an initial classification using the JORC categories. The blocks were then reviewed in plan and section, and the initial classification modified to include geological interpretation into the classification process. Only blocks that were considered to have geological continuity were classified.", "\n \n 17.3 Pit Optimisation 17.3.1 Background", "\n \n Equigold NL developed Mt Rawdon gold mine using a design based on the feasibility study which allowed for commencement using a starter pit design with later cutback to a stage two pit.", "\n \n The earliest block model developed by RSG (now incorporated in Coffey Mining) was used to optimise the pit shells for the earliest design work.", "\n \n A block model incorporating changes resulting from further exploration and understanding of the ore body at Mt Rawdon was developed by Resource Service Group (RSG) in October 2000.", "\n \n This block model was then used in re-optimisation and re-design work carried out in 2005 and 2006. The re-optimisations incorporated changes in operating costs, geotechnical interpretation, projected metal recovery and gold price.", "\n \n 17.3.2 Re-optimisation Parameters 17.3.2.1 2005 Re-optimisation", "\n \n All geotechnical input was in accordance with advice from Barrett Fuller Partners (now incorporated in Coffey Mining). Mining earthmoving costs were based on costs incorporating rise and fall from the Mt Rawdon mining contractor (Golding Contractors) and a quotation from another contractor, Mining and Civil Australia. Milling costs, mining overheads, drill and blast costs and administration costs were projected from actual operating costs. A revised stage two pit design, with a ramp design based on utilising areas of low ore-body dip in the north and east walls, was developed in house. Optimisation was carried out by a Perth Western Australia based independent consultant (Clive Skelton) using the RSG 2000 block model using Whittle 4D. The optimisation utilised a 0.1 gramme per tonne gold grade as the tail in gold recovery, allowed for 25m wide ramps in areas where allowance for ramp was required. The pit shell adopted as a basis for design reflected a gold price of AUD$550.", "\n \n 44", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 17.3.2.2 2006 Re-optimisation", "\n \n With an increase in gold price and on receipt of an updated quotation for mining of stage two of the Mt Rawdon pit, a re-optimisation was carried out by RSG Global. Two passes of optimisation were carried out, the first without allowance for ramps and the second lowering overall pit slopes by 5 degrees to make allowance for ramps.", "\n \n An Ultimate Pit design was completed based on a pit shell reflecting an AUD$750 gold price. Ramps were again designed to run as much as possible in areas of low orebody dip to reduce overall impact on stripping ratio.", "\n \n This design has not been adopted for mining at this time. 17.3.2.3 Further Design Changes", "\n \n Stage two pit design was modified in 2007 to allow for placement of more of the ramp on the south and western walls to maximize accessibility to ore in the north of the pit in the longer term where some low dipping structures occur. This is the operating design for the pit at present (July 2008). The design is under current review", "\n \n 17.3. Production Reconciliation", "\n \n The current Block Model for Mount Rawdon was reconciled to actual mining to provide an indication as to how well the current resource [and reserve] model predicts the tonnage and grade of the mineralization. Table 17-7 displays the reconciliation of the Block modeled production versus the actual production figures for 01 July 2007 to 318 May 2008 as well at the Project to date.", "\n \n Table 17-7: Ore Reconciliation Mount Rawdon Gold Mine", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n PERCENTAGE RESERVE MINED ACTUAL PRODUCTION VARIATION PERIOD TONNES |GRADE|OUNCES| TONNES |GRADE/OUNCES|TONNES/|OUNCES May 2008 (MTD) 201,705 | 0.89 5,785 | 221,823 | 1.10 7,831 10.0 35.4 July 2007 —", "\n \n May 2008 / 2,628,203; 1.03 | 86,978 | 3,170,018} 1.14 | 115,898) 20.6 33.3 (YTD)", "\n \n  ", "\n \n  ", "\n \n February 2001 —May 2008 /22,009,650} 1.05 | 744,314 |23,223,963) 1.06 | 793,372 5.5 6.6 (PTD)", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n The reconciliation showed that the block model estimated total ore tonnes and ounces to be less (5.5% and 6.6%respectively) than the actual production figures.", "\n \n 45", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n The qualified person has no knowledge of any environmental, permitting, legal, ownership, taxation, political or other relevant issue that would materially affect the current mineral resource estimates.", "\n \n 18.0 OTHER RELEVANT DATA AND INFORMATION", "\n \n There is no other data or information relevant to the project that is not covered in other sections of this report.", "\n \n 19.0 INTERPRETATIONS AND CONCLUSIONS", "\n \n The Mineral Resource Estimates for the Mount Rawdon mine have been prepared under the supervision of Morgan Hart, Executive General Manager Australia and Africa. Lihir Gold Limited (LGL).", "\n \n The authors are satisfied the data used in the estimation of Mineral Resources is free of gross errors and omissions and is of suitable quality and sufficient quantity to use in estimating resources for the Mount Rawdon deposit.", "\n \n The economic analysis and cash flow forecast is positive, demonstrating that the mineral reserves are economic. The authors are not aware of any issues that have not been otherwise disclosed in this Report, which would materially affect the current estimate of the Mineral Reserves for the Mount Rawdon Gold mine.", "\n \n 20.0 RECOMMENDATIONS", "\n \n The Mount Rawdon mine is a producing gold mine for Lihir Gold Limited. The recommendation for successive work phases is not required.", "\n \n 46", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 21.0 REFERENCES \n Cranfield, L.C.1989a , New Palaeozoic stratigraphic units in the Maryborough 1:250,000 Sheet area, southeast Queensland. Queensland Government Mining Journal, 90, 115 — 120. \n Cranfield, L.C. 1989b, New and revised Mesozoic stratigraphic units in the Maryborough 1:250,000 Sheet area, southeast Queensland. Queensland Government Mining Journal, 90, 163 — 174.", "\n \n Cranfield, L.C. 1994 , “Maryborough” — 1:250,000 Geological Series — Explanatory Notes, Sheet SG56-6, GQS, Brisbane, QLD.", "\n \n Placer Pacific Limited. 1996, Mt Rawdon Project — Feasibility Study.", "\n \n Resource Services Group. 2000, Database Validation, Geological Modelling, Resource Estimation Update and Pit Optimisation Study.", "\n \n Resource Services Group. 2000, Database Validation, Geological Modelling, Resource Estimation Update and Pit Optimisation Study.", "\n \n BFP Consultants Pty Ltd. 2001, Pit Slope Recommendations for Mt Rawdon Pit Optimisation Study, Ultimate Pit Design.", "\n \n RSG Global. 2003, Mt Rawdon - Draft Report on Acid Mine Drainage Modelling.", "\n \n 47", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 22.0 DATE AND SIGNATURE PAGE", "\n \n The undersigned prepared this Technical report, titled “NI 43-101 - Mount Rawdon Mine Technical Report” dated 29 August 2008. The format and content of the report are intended to conform to Form 43-101F1 of the National Instrument (NI 43-101) of the Canadian Securities Administrators.", "\n \n Signed and Sealed", "\n \n   ", "\n \n Lihir Gold Limited (LGL). on the 29 August 2008", "\n \n 48", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 23.0 ADDITIONAL REQUIREMENTS FOR TECHNICAL REPORTS ON PRODUCTION PROPERTIES", "\n \n 23.1. Mount Rawdon Mining Operations", "\n \n The Mount Rawdon mine includes the Mount Rawdon open pit mine, ROM Pads, mill and tailings storage facility. The mine production rate between 01 January 2007 and 31May 2008 has been 13,200 BCM (35,900 tonnes) per day of which 5,200 BCM (14,100 tonnes) per day has been ore. Open pit mining is carried out on a five day week production basis. Standard drilling and blasting techniques are used, and selective blast holes are sampled and assayed for production grade control purposes. Broken rock is loaded with an excavator into haul trucks. Depending on the block model determination or grade control results, the mined material is delivered either to the ROM Pad, primary crusher, low-grade stockpile, or to waste rock dumps.", "\n \n 23.1.1 Mine Equipment", "\n \n The following major mining equipment is budgeted for use at Mount Rawdon during the reporting period:", "\n \n Earthmoving (Golding Contractors): e 1x Hitachi EX1900 Excavator e 2x Hitachi EX1200 Excavators e 2x Komatsu D375 Bulldozers e 1x Komatsu D275 Bulldozer e 1x Cat 16G Grader e 1x Cat 14G Grader e 8x Komatsu HD 785 Dump Trucks e 1x Komatsu HD 465 Dump Truck e 1x Mercedes Water Cart e 1x Volvo Service Truck e 1x Komatsu WA250PT Integrated Tool Carrier", "\n \n Drill and Blast (Hughes Contractors): e x Gardener Denver 5000 Drill Rigs e 1x Gardener Denver 3500 Drill Rig e 2x Cat PC330 Excavators — one with a rock breaker e 1x Komatsu WR11 Integrated Tool Carrier e 1.x International Acco Service Truck", "\n \n 49", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Stockpile Rehandle (LGL): e 1x WA 800 Loader.", "\n \n Other equipment includes assorted support equipment and facilities, workshops and maintenance buildings, wash bay, fueling facilities and site office.", "\n \n 23.1.2.1 Mine Life Plan", "\n \n LGL’s Mining Department updates a detailed Life of Mine Plan (LMP) based on the available reserves and utilizing the available mining fleet. Truck productivity predictions (TPH and Cycle times) are adjusted to reflect production experience. The proposed haulage profiles are determined for each bench and pit phase, plus the three possible destinations (ROM Pad, low-grade stockpile, and waste dumps). Using this data, the truck hours required to move the scheduled tonnage are limited to the actual producing truck hours from the mine fleet (after availability and utilization).", "\n \n Production scheduling is driven by:", "\n \n . Mill feed requirements and capacities; \n . Stripping requirements for the cutback stages; \n . Loading rates constraints, where only two excavators and associated trucks can operate; \n . Haulage limits determined by the size and number of trucks and their productivity. \n The LMP uses the following pit design criteria: \n . 13 to 25m benches; \n . Variable Slope angles based on recommendations by Coffey Mining,", "\n \n between 53° and 63.4° inter ramp angles; . 13m to 25m wide haul roads typically 1:9 grade.", "\n \n The current ultimate pit, as at May 2007, was designed from an $A550 per ounce pit optimization, which was limited by practical pushback size limitations on the south side.", "\n \n 23.1.2.2 Other Considerations", "\n \n There are no other considerations relevant to the project that is not covered in other sections of this report.", "\n \n 23.2 Recoverability", "\n \n Metallurgical recovery information is discussed in detail in Section 16 of this report.", "\n \n 50", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 23.3 Markets", "\n \n Lihir Gold Limited will continue with current marketing arrangements at Mount Rawdon and does not envision any concerns related to marketing doré.", "\n \n 23.4 Contracts", "\n \n Smelting, refining, handling and sales charges are within industry standards. Drilling and Blasting, and Earthmoving contracts are in line with current industry standards in both conditions and commercial factors.", "\n \n 23.4 Environmental Considerations", "\n \n The Mt. Rawdon Project has been designed to meet the environmental requirements of the Department of Mines and Energy in Queensland (DME). The strategies for minimising and managing the project impacts are described in the Environmental Overview Strategy (EMOS). The EMOS has been submitted and approved by the Department of Mines and Energy in Queensland.", "\n \n A bond, in the form a financial assurity of $8,352,366.00 has been paid to the Department of Mines and Energy in Queensland, pertaining to the Mining Leases, listed in Table 4-1, namely: ML1192, 1203, 1204, 1206, 1210, 1231, 1259, 50119 and 80095.", "\n \n 23.5 Royalties \n A royalty is due on the revenue generated from the gold and silver produced, payable to the Queensland Government. The royalty is a variable amount based on the gold price per ounce, in Australian dollars (A$). The variable royalty values relative to the gold price are listed in Table 23-1.", "\n \n Table 23-1: Queensland Royalty Payments", "\n \n  ", "\n \n Gold Price ($A/oz) Royalty Payments 1.5%", "\n \n  ", "\n \n 1.5% on portion <=430.00 2.5% on portion >430.00", "\n \n  ", "\n \n  ", "\n \n >540.00 & <=680.00 2.5% on portion <=540.00 4.5% on portion >540.00 >680.00 4.5%", "\n \n  ", "\n \n  ", "\n \n 23.7 Capital and Operating Cost Estimates", "\n \n A detailed 2007 - 2008 and LOM budget has been developed for the mine based on an actual operating cost history and projected future performance. Mining costs are presented in Table 23-2.", "\n \n 51", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Table 23-2: Estimated Life of Mine (Total Budget) - Mount Rawdon", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n YEAR YEAR YEAR YEAR YEAR YEAR YEAR YEAR YEAR KEY STATISTICS 2007/2008 2008/2009 | 2009/2010 | 2010/2011 | 2011/2012 | 2012/2013 | 2013/2014 | 2014/2015 | 2015/2016 COST \n 2007/2008 2008/2009 | 2009/2010 | 2010/2011 | 2011/2012 | 2012/2013 | 2013/2014 | 2014/2015 | 2015/2016 Mining 10523757 | 13996427 | 20628085 | 18673958 | 15930549 | 14906989 | 17179736 | 13377444 62700 Milling 25421931 | 25421931 | 25421931 | 25421931 | 25421931 | 25421931 | 25421931 | 20210072 0 Laboratory 254989.6 | 254989.6 | 254989.6 | 254989.6 | 254989.6 | 254989.6 | 254989.6 | 202713.1 0 Administration 1440399 1440399 1440399 1440399 1440399 1440399 1440399 1148234 0 TOTAL 37641077 | 41113747 | 47745405 | 45791278 | 43047869 | 42024309 | 44297057 | 34938463 62700 COST PER TONNE MILLED \n 2007/2008 2008/2009 | 2009/2010 | 2010/2011 | 2011/2012 | 2012/2013 | 2013/2014 | 2014/2015 | 2015/2016 Mining 3.07 4.09 6.03 5.46 4.64 4.36 5.02 4.90 Milling 7.41 7.43 7.43 7.43 7.41 7.43 7.43 7.41 Laboratory 0.07 0.07 0.07 0.07 0.07 0.07 0.07 0.07 Administration 0.42 0.42 0.42 0.42 0.42 0.42 0.42 0.42 TOTAL 10.97 12.02 13.95 13.38 12.55 12.28 12.95 12.81 0.00 COST PER GOLD OUNCE RECOVERED \n 2007/2008 2008/2009 | 2009/2010 | 2010/2011 | 2011/2012 | 2012/2013 | 2013/2014 | 2014/2015 | 2015/2016 Mining 105.40 143.23 210.90 194.30 158.27 151.37 166.21 162.06 Milling 254.60 260.16 259.91 264.51 252.56 258.14 245.94 244.84 Laboratory 2.55 2.61 2.61 2.65 2.53 2.59 2.47 2.46 Administration 14.43 14.74 14.73 14.99 14.31 14.63 13.94 13.91 TOTAL 376.98 420.74 488.15 476.44 427.67 426.73 428.55 423.27 0.00", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n 52", "\n \n \n", "\n", "\n \n 23.8 Economic Analyses", "\n \n Mount Rawdon Mine Technical Report", "\n \n A profitability estimate was calculated for mining of the known reserves contained within the Mount Rawdon Pit. Revenue was determined by using the mill graderecovery relationship and a gold price of $A550 per ounce. Operating costs are based on the expenses discussed above plus added expenditures for capital items, such as tailings capacity, reclamation and equipment needed to sustain operations. The discounted cash flow analysis indicates that the mine generates a positive cash flow. Attention is also drawn to the budget shown in table 23-2.", "\n \n Table 23-3 — Production for Mt Rawdon", "\n \n (amounts shown are in AUD)", "\n \n  ", "\n \n Gold production for the half year:", "\n \n 31-Dec 31-Dec 31-Dec", "\n \n  ", "\n \n 2007 2006 2005", "\n \n  ", "\n \n Mt. Rawdon (100% Equigold) Production (0Z)", "\n \n 61,462 54,856 54,689", "\n \n  ", "\n \n Cash Cost (A$/oz)", "\n \n 331 375 329", "\n \n  ", "\n \n  ", "\n \n Gold production for the full year:", "\n \n 30-Jun 30-Jun", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n 2007 2006 Rawdon (100% Equigold) Production (oz) 110,992 107,488 Cash Cost (A$/oz) 373 338", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Operational performance for the half year:", "\n \n 31-Dec 31-Dec 31-Dec", "\n \n  ", "\n \n 2007 2006 2005", "\n \n  ", "\n \n Ore mined (tonnes)", "\n \n 1,695,695 | 1,710,267 | 1,742,249", "\n \n  ", "\n \n Ore milled (tonnes)", "\n \n 1,751,114 | 1,747,325 | 1,724,768", "\n \n  ", "\n \n Head grade (g/t)", "\n \n 1.2 1.11 1.12", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Recovery (%) 91 88.6 88.2 Total production (0z) 61,462 54,856 54,689 Cash cost (A$/oz) 331 375 329", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Operational performance for the full year:", "\n \n 30-Jun 30-Jun", "\n \n  ", "\n \n 2007 2006", "\n \n  ", "\n \n Ore mined (tonnes)", "\n \n 3,354,366 | 3,548,101", "\n \n  ", "\n \n Ore milled (tonnes)", "\n \n 3,408,189 | 3,486,966", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n Head grade (g/t) 1.14 1.09 Recovery (%) 89.2 87.9 Total production (0z) 110,992 107,488 Cash cost (A$/oz) 373 338", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n 53", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n 23.9 Payback", "\n \n The project has generated sufficient funds during its commercial life to be positive of capital investment.", "\n \n 23.10 Mine Life and Production Schedule", "\n \n LGL, as part of the LMP, has completed a production schedule that depletes the currently known reserves at Mount Rawdon. Production is derived entirely from the Mount Rawdon deposit from 2008 until 2015, at which time the current resource will be depleted. Table 23-4 presents the estimated production schedule for the Mount Rawdon deposit.", "\n \n 54", "\n", "\n \n Mount Rawdon Mine Technical Report", "\n \n Table 23-4: Mount Rawdon Life of Mine Plan Production Schedule", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n  ", "\n \n YEAR YEAR YEAR YEAR YEAR YEAR YEAR YEAR YEAR KEY STATISTICS 2007/2008 | 2008/2009 | 2009/2010 2010/2011 2011/2012 | 2012/2013 2013/2014 | 2014/2015 | 2015/2016 Number of Days 366 365 365 365 366 365 365 290.9648 0 Dry Tonnes Per Hour 420 420 420 420 420 420 420 420 0 Plant Availability 0.93 0.93 0.93 0.93 0.93 0.93 0.93 0.93 0 Tonnes Milled 3431030 3421656 3421656 3421656 3431030 3421656 3421656 2727620 0 GOLD - Head Grade(Mined) 1.02 0.99 0.99 0.97 1.01 1.00 1.04 1.04 0 GOLD Recovery 0.89 0.90 0.90 0.90 0.90 0.90 0.90 0.90 0 GOLD - Oz Recovered 99850.10 97717.49 97809.71 96111.11 100656.23 98480.10 103364.43 82544.74 0 SILVER - Head Grade(Mined) 3.04 3.30 3.30 3.03 2.64 2.33 2.00 1.87 0 SILVER Recovery 0.6 0.6 0.6 0.6 0.6 0.6 0.6 0.6 0 SILVER —Oz Recovered 200970.5 217817.3 217817.3 199965.7 174820.2 153725.6 132161.9 98457.47 0 BCM Ore 1259263 1242821 1242195 1243281 1242368 1242560 1242249 961425 0 BCM Waste 184470 639159 1829094 1054432 517882 378470 507953 363267 0 Total BCM Mined 1443733 1881980 3071289 2297713 1760250 1621030 1750202 1324692 0 Tonnes Ore Mined 3425189 3380471 3378770 3381725 3379242 3379763 3378917 2615075 0 Stripping Ratio 0.15 0.51 1.47 0.85 0.42 0.30 0.41 0.38 | GOLD Ounces Mined 111782.3 107409.8 107446.8 105862 110001.4 108140.5 112936.8 87546.51 tt) SILVER Ounces Mined 334374.6 358659.2 358478.6 329386.9 286969.1 253072.4 217518.6 157325 0", "\n \n  ", "\n \n  ", "\n \n 55", "\n \n \n"]